[["Ehiwemna Nosakhare", "Probabilistic Latent Variable Modeling for Predicting Future Well-Being and Assessing Behavioral Influences on Stress", "Ehi Nosakhare is an AI Data Scientist at Microsoft's New England Research and Development Center (NERD). She designs, develops and leads the implementation of machine learning solutions in application projects for Microsoft's products and services. In August 2018, she earned her Ph.D. in Electrical Engineering and Computer Science (EECS) from the Massachusetts Institute of Technology (MIT), Cambridge, MA. Her PhD research focused on probabilistic latent variable models and applying them to understand subjective well-being. She is generally interested in developing interpretable ML models and using these models to solve real world problems, as a result, she is curious about the ethical implications of AI/ML. Ehi got her S.M. in EECS from MIT, and graduated with a B.Sc. in Electrical Engineering, summa cum laude, from Howard University, Washington DC. As a student, she completed internships at Microsoft and IBM T. J. Watson Research Center. She is a recipient of a best paper award at the NeurIPS ML for Healthcare Workshop. In 2017, she was an organizer for the Women in Machine Learning (WiML) workshop, co-located with NeurIPS. Ehi has been honored as a Tau Beta Pi Scholar and Fellow. In her spare time, she enjoys reading and re-learning to play the cello.  ", "9/12/2019"], ["Yoon Kim", "TBA", "", "9/19/2019"], ["Byron Wallace", "TBA", "", "9/26/2019"], ["Shrimai Prabhumoye", "TBA", "", "10/3/2019"], ["Grant Van Horn", "TBA", "", "10/10/2019"], ["Veronika Thost", "TBA", "", "10/16/2019"], ["Laure Thompson", "TBA", "", "10/23/2019"], ["Zi Wang", "TBA", "", "10/31/2019"], ["Carl Vondrick", "TBA", "", "11/6/2019"], ["Samira Samadi", "TBA", "", "11/14/2019"], ["Yuxiong Wang", "TBA", "", "11/20/2019"], ["Diyi Yang", "TBA", "", "11/21/2019"], ["Bhuwan Dhingra", "TBA", "Bhuwan Dhingra is a final year PhD student at Carnegie Mellon University, advised by William Cohen and Ruslan Salakhutdinov. His research uses natural language processing and machine learning to build an interface between AI applications and world knowledge (facts about people, places and things). His work is supported by the Siemens FutureMakers PhD fellowship. Prior to joining CMU, Bhuwan completed his undergraduate studies at IIT Kanpur in 2013, and spent two years at Qualcomm Research in the beautiful city of San Diego.", "12/5/2019"]]